Repository: rafaelortizzableh/movie_recommend
Catalog: lib/core/localization/app_*.arb
Languages: es

# appTitle
source: ultimate_app
es: Tu peli recomendada

# landingFindMovie
source: Let's find a movie
es: Encontremos una peli

# landingGetStarted
source: Get Started
es: Comenzar

# genreStartWithGenre
source: Let's start with a genre
es: Empieza seleccionando género(s)

# ratingPickRating
source: Select a minimum rating ranging from 1 to 10
es: ¿Con qué rating quieres la peli?

# yearsBackPickerTitle
source: How many years back should we check for?
es: ¿Cuántos años deberíamos retroceder en el tiempo para tu peli recomendada?

# yearsBack
source: Between
es: Entre

# pageViewContinue
source: Continue
es: Continuar

# resultsButtonText
source: Find another movie
es: Buscar otra peli

source: No Internet connection
es: No hay conexión de internet

source: No movies found
es: No se encontró ninguna peli
